{
  "What does DNA stand for?": "DNA stands for Deoxyribonucleic Acid.",
  "What is the capital of France?": "The capital of France is Paris.",
  "Who wrote Romeo and Juliet?": "William Shakespeare wrote Romeo and Juliet.",
  "What is the largest planet in our solar system?": "Jupiter is the largest planet in our solar system.",
  "What is the boiling point of water?": "The boiling point of water is 100 degrees Celsius.",
  "Who painted the Mona Lisa?": "Leonardo da Vinci painted the Mona Lisa.",
  "Which planet is known as the Red Planet?": "Mars is known as the Red Planet.",
  "What is the chemical symbol for gold?": "The chemical symbol for gold is Au.",
  "Who discovered gravity?": "Isaac Newton discovered gravity.",
  "What is the speed of light?": "The speed of light is approximately 299,792 kilometers per second.",
  "Who was the first President of the United States?": "George Washington was the first President of the United States.",
  "Which gas do plants absorb from the atmosphere?": "Plants absorb carbon dioxide from the atmosphere.",
  "What is the smallest prime number?": "The smallest prime number is 2.",
  "Who invented the telephone?": "Alexander Graham Bell invented the telephone.",
  "Which continent is the Sahara Desert located in?": "The Sahara Desert is located in Africa.",
  "What is the tallest mountain in the world?": "Mount Everest is the tallest mountain in the world.",
  "What is H2O commonly known as?": "H2O is commonly known as water.",
  "How many continents are there on Earth?": "There are seven continents on Earth.",
  "What is the freezing point of water?": "The freezing point of water is 0 degrees Celsius.",
  "Who is the author of Harry Potter?": "J.K. Rowling is the author of the Harry Potter series.",
  "Which planet has rings?": "Saturn is known for its prominent ring system.",
  "Which animal is known as the king of the jungle?": "The lion is known as the king of the jungle.",
  "What is the currency of Japan?": "The currency of Japan is the Yen.",
  "What does CPU stand for?": "CPU stands for Central Processing Unit.",
  "What is the capital of India?": "The capital of India is New Delhi.",
  "Which element has the atomic number 1?": "Hydrogen has the atomic number 1.",
  "What is the square root of 64?": "The square root of 64 is 8.",
  "How many days are there in a leap year?": "There are 366 days in a leap year.",
  "Who invented the light bulb?": "Thomas Edison is credited with inventing the light bulb.",
  "Which ocean is the largest?": "The Pacific Ocean is the largest ocean on Earth.",
  "What is the main language spoken in Brazil?": "Portuguese is the main language spoken in Brazil.",
  "What is the largest organ in the human body?": "The skin is the largest organ in the human body.",
  "Who was the first man on the moon?": "Neil Armstrong was the first man on the moon.",
  "What is the capital of Australia?": "The capital of Australia is Canberra.",
  "How many bones are in the human body?": "There are 206 bones in the human body.",
  "What is the name of the galaxy we live in?": "We live in the Milky Way galaxy.",
  "Who is known as the father of computers?": "Charles Babbage is known as the father of computers.",
  "What gas do humans exhale?": "Humans exhale carbon dioxide.",
  "What is the hardest natural substance on Earth?": "Diamond is the hardest natural substance on Earth.",
  "Which blood type is known as the universal donor?": "O negative is the universal donor blood type.",
  "Which country is known as the Land of the Rising Sun?": "Japan is known as the Land of the Rising Sun.",
  "What does WWW stand for?": "WWW stands for World Wide Web.",
  "What is the capital of the USA?": "The capital of the USA is Washington, D.C.",
  "Which bird is a symbol of peace?": "The dove is a symbol of peace.",
  "How many legs does a spider have?": "A spider has eight legs.",
  "What is the largest mammal on Earth?": "The blue whale is the largest mammal on Earth.",
  "What is the national flower of India?": "The lotus is the national flower of India.",
  "What is the primary source of energy for Earth?": "The Sun is the primary source of energy for Earth.",
  "What is the capital of Canada?": "The capital of Canada is Ottawa.",
  "What is 10 to the power of 3?": "10 to the power of 3 is 1000.",
  "Which country gifted the Statue of Liberty to the USA?": "France gifted the Statue of Liberty to the USA.",
  "Who developed the theory of relativity?": "Albert Einstein developed the theory of relativity.",
  "Which planet is closest to the sun?": "Mercury is the closest planet to the sun.",
  "What is the chemical formula for salt?": "The chemical formula for salt is NaCl.",
  "What instrument measures temperature?": "A thermometer measures temperature.",
  "What part of the plant conducts photosynthesis?": "The leaf conducts photosynthesis.",
  "Which famous ship sank in 1912?": "The Titanic sank in 1912.",
  "What organ pumps blood through the body?": "The heart pumps blood through the body.",
  "How many strings does a violin have?": "A violin has four strings.",
  "Which month has 28 days?": "February has 28 days, except in leap years.",
  "Who painted the ceiling of the Sistine Chapel?": "Michelangelo painted the ceiling of the Sistine Chapel.",
  "Which continent has the most countries?": "Africa has the most countries.",
  "What is the main ingredient in bread?": "Flour is the main ingredient in bread.",
  "What is the hottest planet in our solar system?": "Venus is the hottest planet in our solar system.",
  "What does ATM stand for?": "ATM stands for Automated Teller Machine.",
  "Which shape has three sides?": "A triangle has three sides.",
  "Who discovered penicillin?": "Alexander Fleming discovered penicillin.",
  "What is the capital of China?": "The capital of China is Beijing.",
  "Which animal is known for changing colors?": "The chameleon is known for changing colors.",
  "What is the unit of electric current?": "The unit of electric current is the ampere.",
  "What is the longest river in the world?": "The Nile River is the longest river in the world.",
  "What do bees collect and use to make honey?": "Bees collect nectar to make honey.",
  "Which metal is liquid at room temperature?": "Mercury is liquid at room temperature.",
  "What planet do we live on?": "We live on planet Earth.",
  "What is the name of our natural satellite?": "The Moon is our natural satellite.",
  "Which sense is associated with the nose?": "The nose is associated with the sense of smell.",
  "Which food is known as the staple of Asia?": "Rice is known as the staple food of Asia.",
  "What do we call a baby dog?": "A baby dog is called a puppy.",
  "What is the plural of 'mouse'?": "The plural of 'mouse' is 'mice'.",
  "How many hours are there in a day?": "There are 24 hours in a day.",
  "What is used to measure weight?": "A scale is used to measure weight.",
  "Which planet is famous for its big red spot?": "Jupiter is famous for its Great Red Spot.",
  "What is the national animal of India?": "The Bengal tiger is the national animal of India.",
  "What is the opposite of 'cold'?": "The opposite of 'cold' is 'hot'.",
  "How many players are there in a football team?": "There are 11 players in a football team.",
  "What is the process of water turning into vapor?": "Evaporation is the process of water turning into vapor.",
  "What is the sum of angles in a triangle?": "The sum of angles in a triangle is 180 degrees.",
  "Which country is known for the Great Wall?": "China is known for the Great Wall.",
  "What is the name of the fairy in Peter Pan?": "Tinker Bell is the name of the fairy in Peter Pan.",
  "Which country is famous for pizza and pasta?": "Italy is famous for pizza and pasta.",
  "What is the name of the pirate in Peter Pan?": "The pirate is Captain Hook.",
  "Which fruit keeps the doctor away?": "An apple a day keeps the doctor away.",
  "How many planets are in our solar system?": "There are 8 planets in our solar system.",
  "Which bird can mimic human speech?": "The parrot can mimic human speech.",
  "What is the chemical symbol for oxygen?": "The chemical symbol for oxygen is O.",
  "What is the full form of AI?": "AI stands for Artificial Intelligence.",
  "What is the process by which plants make food?": "Photosynthesis is the process by which plants make food.",
  "What device is used to view distant objects?": "A telescope is used to view distant objects.",
  "Which gas is essential for human respiration?": "Oxygen is essential for human respiration.",
  "What is the chemical formula for carbon dioxide?": "The chemical formula for carbon dioxide is CO2."
}
